Repository: StatCan/egp
Catalog: docs/locale/*/LC_MESSAGES/data_product_specifications.po
Languages: fr

source: Data Product Specifications
fr: Spécifications de produit

source: These specifications are produced in accordance with International Standard ISO/TC 211, 19131: 2007 Geographic Information / Geomatics – Data Product Specification, which refers in particular to standard ISO 19115: 2003 Geographic information – Metadata.
fr: Ces spécifications ont été produites conformément à la Norme internationale ISO/TC 211 19131 : 2007 Information géographique – Spécifications de contenu informationnel, laquelle réfère notamment à la norme ISO 19115 : 2003 Information géographique – Métadonnées.

source: Contents
fr: Matières

source: Overview
fr: Aperçu

source: Title
fr: Titre

source: National Road Network
fr: Réseau routier national

source: Reference date
fr: Date de référence

source: Creation date of the data product specifications:
fr: Date de création des spécifications de produit :

source: Responsible party
fr: Responsable du produit

source: GeoBase
fr: GéoBase

source: Statistics Canada
fr: Statistique Canada

source: Statistical Geomatics Centre
fr: Centre de géomatique statistique

source: 170, Tunney’s Pasture Driveway,
fr: 170, Promenade Tunney’s Pasture

source: Telephone: 1-800-263-1136
fr: Téléphone : 1-800-263-1136

source: Fax: 1-514-283-9350
fr: Télécopieur : 1-514-283-9350

source: E-mail: STATCAN.infostats-infostats.STATCAN@canada.ca
fr: Courriel : STATCAN.infostats-infostats.STATCAN@canada.ca

source: Website: http://www.geobase.ca
fr: Site internet : http://www.geobase.ca

source: Language
fr: Langue

source: Languages in which the data product specifications are available in accordance with the ISO 639-2 standard: eng – english fra – french
fr: Langues dans lesquelles les spécifications de produit sont disponibles conformément à la norme ISO 639-2 : eng - anglais fra - français

source: Terms and definitions
fr: Termes et définitions

source: Attribute
fr: Attribut

source: Characteristic of a feature. For example, number of lanes or pavement status.
fr: Caractéristique d’une entité. Par exemple, nombre de voies ou type de chaussée.

source: Dataset
fr: Jeu de données

source: Data collection identifiable for a Canadian Province or Territory.
fr: Collection de données identifiable pour une province ou un territoire canadien.

source: Entity
fr: Entité

source: Digital representation of a real world phenomenon. For example, the digital representation of King Street is an entity.
fr: Représentation numérique d’un phénomène réel. Par exemple, la représentation numérique de la rue King est une entité.

source: Object
fr: Objet

source: An object is an instance of a class.
fr: Un objet est une instance d’une classe.

source: Abbreviations and acronyms
fr: Abréviations et acronymes

source: Canadian Council on Geomatics
fr: Conseil canadien de géomatique

source: Global Positioning System
fr: Système mondial de localisation (Global Positioning System)

source: IACG
fr: CMOIG

source: Inter-Agency Committee on Geomatics
fr: Comité mixte des organismes intéressés à la géomatique

source: Identifier
fr: Identifiant

source: International Organization for Standardization
fr: Organisation internationale de normalisation

source: North American Datum 1983 (Canadian Spatial Reference System) NID National Identifier
fr: Système de référence nord-américain de 1983 (Système canadien de référence spatiale)

source: NRCan
fr: RNCan

source: Natural Resources Canada
fr: Ressources naturelles Canada

source: NRN
fr: RRN

source: Technical Committee
fr: Comité technique

source: Informal description of the data product
fr: Description informelle du produit

source: The National Road Network (NRN) product contains quality geospatial data (current, accurate, consistent and maintained) of Canadian road phenomena. The NRN product is distributed in the form of thirteen provincial or territorial datasets and consists of two linear entities (Road Segment and Ferry Connection Segment) and three punctual entities (Junction, Blocked Passage, Toll Point) with which is associated a series of descriptive attributes such as, among others: First House Number, Last House Number, Street Name Body, Place Name, Functional Road Class, Pavement Status, Number Of Lanes, Structure Type, Route Number, Route Name, Exit Number.
fr: Le produit Réseau routier national (RRN) contient des données géospatiales de qualité (actuelles, précises, cohérentes et tenues à jour) des phénomènes routiers canadiens. Le produit est distribué sous forme de treize jeux de données provinciaux ou territoriaux et est composé de deux entités linéaires (Segment routier et Segment de liaison par transbordeur) et de trois entités ponctuelles (Jonction, Passage obstrué et Poste de péage) auxquelles est associée une série d’attributs descriptifs dont, entre autres : Numéro première maison, Numéro dernière maison, Corps nom rue, Nom de lieu, Classification routière fonctionnelle, État revêtement, Nombre de voies, Type de structure, Numéro de route, Nom de route, Numéro de sortie.

source: The maintenance of the NRN data is done within the framework of intergovernmental partnership agreements (federal, provincial, territorial and municipal) by interested closest to source governmental bodies capable of offering adequate and current representations of the road phenomena. The frequency of maintenance aimed is of at least one update a year. Data produced form a homogeneous and standardized view of the entire Canadian territory.
fr: La maintenance des données RRN est réalisée par l’entremise d’ententes de partenariat intergouvernemental (fédéral, provincial, territorial et municipal) par les organismes gouvernementaux intéressés, identifiés être les plus près de la source et capables d’offrir des représentations adéquates et actualisées des phénomènes routiers. La fréquence de maintenance visée est d’au moins une mise à jour par an. Les données produites forment une vue homogène et standardisée pour l’ensemble du territoire canadien.

source: The NRN conceptual model was elaborated in collaboration with interested data providers and is adopted by the Canadian Council on Geomatics (CCOG). The standard ISO 14825 — *Intelligent transport systems — Geographic Data Files (GDF) — Overall data specification* served as a guide for the elaboration of the NRN conceptual model and catalogue. The NRN vocabulary used (class names, attribute names and definitions) largely conforms to the ISO 14825.
fr: Le modèle conceptuel RRN a été élaboré en collaboration avec les fournisseurs de données intéressés et a été adopté par le Conseil canadien de géomatique (COCG). La norme ISO 14825 — *Systèmes de transport intelligents* — Fichiers de données géographiques — Spécification des données globales a servi de guide pour l’élaboration du modèle conceptuel et du catalogue RRN. Le vocabulaire RRN (nom de classes, nom d’attributs et définitions) est en grande partie extrait de l’ISO 14825.

source: Specification Scope
fr: Portée des spécifications

source: This section describes the scope referred to by information provided in subsequent sections which describe the product.
fr: Cette section décrit la portée à laquelle fait référence l’information des sections subséquentes qui décrivent le produit.

source: Scope identification
fr: Identification de la portée

source: Global
fr: Globale

source: "Global" means that this scope refers to all parts of this data product specifications.
fr: « Globale » signifie que la portée réfère à toutes les parties des spécifications de produit.

source: Level
fr: Niveau

source: This scope refers to the following level according to the ISO 19115 standard and CAN/CGSB-171.100-2009 standards:
fr: Cette portée fait référence au niveau suivant de la norme ISO 19115 et de la norme CAN/CGSB-171.100-2009 :

source: 006 - series
fr: 006 - séries

source: Level name
fr: Nom du niveau

source: Extent
fr: Étendue

source: This section describes the spatial and temporal extent of the scope.
fr: Cette section décrit l’étendue spatiale et temporelle de la portée.

source: Canadian landmass
fr: Masse continentale canadienne

source: NRN data are seamless between datasets and form a continuous network over the Canadian landmass.
fr: Les données du RRN sont continues entre les jeux de données et constituent un réseau ininterrompu couvrant l’ensemble de la masse continentale canadienne.

source: Vertical extent
fr: Étendue verticale

source: The NRN data are two-dimensional. There is no elevation (z) associated with the data.
fr: Les données RRN sont bidimensionnelles. Il n’y a pas d’élévation (z) associée aux données.

source: Minimum value
fr: Valeur minimale

source: Not applicable
fr: Ne s’applique pas

source: Maximum value
fr: Valeur maximale

source: Unit of measure
fr: Unité de mesure

source: Vertical datum
fr: Datum vertical

source: Horizontal extent
fr: Étendue horizontale

source: The geographic extent is given by the following geographic bounding box:
fr: L’étendue géographique est décrite par les coordonnées de boîte englobante suivante :

source: West bound longitude
fr: Longitude limitrophe ouest

source: East bound longitude
fr: Longitude limitrophe est

source: South bound latitude
fr: Latitude limitrophe sud

source: North bound latitude
fr: Latitude limitrophe nord

source: Temporal extent
fr: Étendue temporelle

source: The temporal extent is given by the following period of time:
fr: L'étendue temporelle est définie par la période de temps suivante.

source: Beginning date
fr: Date de début

source: Ending date
fr: Date de fin

source: Today
fr: Aujourd’hui

source: "Today" means the current date of publication of an instance of the NRN. That is, an instance of the NRN may include the road network that is current at the time of publication.
fr: « Aujourd’hui » signifie la date de publication courante d’une instance du RRN. C’est-à-dire, une instance du RRN peut inclure un réseau routier qui est actuel à la date de publication.

source: Data Product identification
fr: Identification du produit

source: Alternate title
fr: Titre alternatif

source: Abstract
fr: Résumé

source: The NRN product is distributed in the form of thirteen provincial or territorial datasets and consists of two linear entities (Road Segment and Ferry Connection Segment) and three punctual entities (Junction, Blocked Passage, Toll Point) with which is associated a series of descriptive attributes such as, among others: First House Number, Last House Number, Street Name Body, Place Name, Functional Road Class, Pavement Status, Number Of Lanes, Structure Type, Route Number, Route Name, Exit Number.
fr: Le produit RRN est distribué sous forme de treize jeux de données provinciaux ou territoriaux et est composé de deux entités linéaires (Segment routier et Segment de liaison par transbordeur) et de trois entités ponctuelles (Jonction, Passage obstrué et Poste de péage) auxquelles est associée une série d’attributs descriptifs dont, entre autres : Numéro première maison, Numéro dernière maison, Corps nom rue, Nom de lieu, Classification routière fonctionnelle, État revêtement, Nombre de voies, Type de structure, Numéro de route, Nom de route, Numéro de sortie.

source: The development of the NRN was realized by means of individual meetings and national workshops with interested data providers from the federal, provincial, territorial and municipal governments.
fr: Le développement du RRN a été réalisé à l’aide de rencontres individuelles et des ateliers nationaux avec les producteurs de données intéressés des gouvernements fédéraux, provinciaux, territoriaux et municipaux.

source: In 2005, the NRN edition 2.0 was alternately adopted by members from the Inter-Agency Committee on Geomatics (IACG) and the Canadian Council on Geomatics (CCOG). The NRN content largely conforms to the ISO 14825 from ISO/TC 204.
fr: En 2005, le RRN édition 2.0 a été adopté à tour de rôle par les membres du Comité mixte des organismes intéressés à la géomatique (CMOIG) et les membres du Conseil canadien de géomatique (COCG). Son contenu s'appuie en grande partie sur la norme ISO 14825 de ISO/TC 204.

source: Purpose
fr: But

source: The National Road Network (NRN) provides quality geospatial and attributive data (current, accurate, consistent), homogeneous and normalized of the entire Canadian road network.
fr: Le RRN vise à fournir une description géométrique et attributive de qualité (actuelle, précise, cohérente), homogène et normalisée de l’ensemble du réseau routier canadien.

source: The NRN data serve as a foundation for several applications. This common geometric base is maintained on a regular basis by closest to the source organizations selected for their specific interests or for their ease in offering adequate, up-to-date representations of road phenomena, in accordance with the GeoBase initiative (www.geobase.ca). This common infrastructure facilitates data integration of NRN data with supplementary data.
fr: Les données RRN servent de fondation pour plusieurs applications. Cette base géométrique commune est acquise et maintenue à jour sur une base régulière par les organisations les plus près de la source sélectionnées pour leurs intérêts spécifiques ou leur facilité à offrir des représentations adéquates et actualisées des phénomènes routiers, conformément à l’initiative GéoBase (www.geobase.ca). Cette infrastructure commune facilite le processus d’intégration entre les données RRN et d'autres données complémentaires.

source: Topic category
fr: Catégories

source: Main topics for the product, as defined by the ISO 19115 standard or CAN/CGSB-171.100-2009:
fr: Thèmes principaux du produit, tels que définis selon la norme ISO 19115 ou CAN/CGSB-171.100-2009.

source: 013 – location
fr: 013 – localisation

source: 018 – transportation
fr: 018 – transport

source: Spatial representation type
fr: Type de représentation spatiale

source: Type of spatial representation for the product, as defined by the ISO 19115 standard:
fr: Type de représentation spatiale du produit, tel que défini dans la norme ISO 19115 :

source: 001 - vector
fr: 001 - vectorielle

source: Spatial resolution
fr: Résolution spatiale

source: Spatial resolution denominator of the data: 10 000
fr: Dénominateur de la résolution spatiale des données : 10 000

source: The nominal spatial resolution is only a general estimate since the data originate from multiple sources (GPS, existing federal, provincial or municipal data) but is approximately 1:10 000.
fr: La résolution spatiale nominale est un estimé général du fait que les données sont issues de plusieurs sources (GPS, données existantes fédérales, provinciales ou municipales) mais est estimée être de l’ordre de 1/10 000.

source: Geographic description
fr: Description géographique

source: Authority
fr: Autorité

source: International Organization for Standardization (ISO)
fr: Organisation internationale de normalisation (ISO)

source: Standard for codes of geographical regions:
fr: Norme des codes de régions géographiques :

source: ISO 3166-1:1997 Codes for the representation of names of countries and their subdivisions – Part 1: Country codes
fr: ISO 3166-1:1997 Codes pour la représentation des noms de pays et de leurs subdivisions – Partie 1 : Codes pays

source: Reference date of the ISO 3166-1 standard:
fr: Date de référence de la norme ISO 3166-1 :

source: Date type code
fr: Type de date

source: Type of date according to ISO 19115 standard: 002 - publication
fr: Type de date selon la norme ISO 19115 : 002 - publication

source: Code of the geographical region covered by the product according to the ISO 3166-1 standard:
fr: Code de la région géographique couverte par le produit selon la liste de codes de la norme ISO 3166-1 :

source: Extent type code
fr: Type de code

source: Extent type code of the delimitation polygon according to the ISO 19115 standard:
fr: Type de code du polygone de délimitation de l’étendue selon la norme ISO 19115 :

source: 1 - inclusive (the delimitation polygon is inclusive)
fr: 1 - inclusion (le polygone de délimitation est inclusif)

source: Reference to specification scope
fr: Référence vers la portée des spécifications

source: Data Content and Structure
fr: Contenu et structure de l'information

source: Addressing information (address range, street name and place name) linked to Road Segment entities are also distributed in three distinct tables (Address Range, Street and Place Names and Alternate Name Link).
fr: Les informations d’adressage (intervalle d’adresse, nom de rue et nom de lieu) liées aux entités segment routier sont également distribuées dans trois tables distinctes (intervalle d’adresse, noms de rue et de lieu et lien nom de rue non officiel).

source: Data modelling schema used
fr: Modèle de données d’entités

source: Application schema
fr: Schéma d’application

source: The conceptual model of the NRN data is presented in the document *National Road Network, edition 2.0.1, Conceptual Data Model, Segmented View* accessible on the GeoBase portal (www.geobase.ca).
fr: Le modèle conceptuel des données du RRN est décrit dans le document intitulé *Réseau routier national, édition 2.0.1, Modèle conceptuel des données, vue segmentées* disponible sur le portail GéoBase (www.geobase.ca).

source: The physical implementation of the NRN product differs from the conceptual model in what concerned the management of object metadata and the addition of certain attributes to the entity Road Segment.
fr: L’implantation physique du produit RRN diffère du modèle conceptuel en ce qui a trait à la gestion des métadonnées d’objet et à l’ajout de certains attributs à l’entité segment routier.

source: For the Object Metadata, the conceptual model foresees two distinct series of metadata attributes describing the respective sources used for the creation and the revision of the data. Only the creation and revision dates were distinctly specified. When a revision date is indicated and a geometric modification was applied on the object (with regard to the previous dataset edition), the series of metadata attributes describes the sources used for revision. Otherwise, Object Metadata attributes describe the sources used for creation.
fr: Pour les métadonnées d’objet, le modèle conceptuel prévoit deux séries distinctes d’attributs de métadonnées décrivant les sources respectives utilisées pour créer et réviser les données. Seules les dates distinctes de création et de révision ont été implantées. Lorsqu’une date de révision est indiquée et qu’une modification attributive ou géométrique a été appliquée à l’objet (par rapport à l’édition précédente du jeu de données), la série d’attributs de métadonnées d’objet décrit alors les sources utilisées pour la révision. Autrement, les métadonnées d’objet décrivent les sources utilisées pour la création des données.

source: The street name, place name and address range were also added as attributes on the geometry of the entity Road Segment.
fr: Le nom de rue, nom de lieu et l’intervalle d’adresse ont été aussi ajoutés en attribut sur la géométrie de l’entité segment routier.

source: The document *National Road Network, edition 2.0.1, Product Distribution Formats* also demonstrates the implementation of the conceptual model into the physical model of the NRN data product according to the distribution formats GML, KML and Shape (www.geobase.ca).
fr: Le document *Réseau routier national, édition 2.0.1, Formats de distribution du produit* illustre également la matérialisation du modèle conceptuel du Catalogue d’entités dans le modèle physique des données du produit RRN selon les formats de distribution GML, KML et Shape (www.geobase.ca).

source: Feature catalogue
fr: Catalogue d’entités

source: The feature catalogue entitled *National Road Network, edition 2.0.1, Feature Catalogue* can be found on the GeoBase portal (www.geobase.ca).
fr: Le catalogue d’entités intitulé *Réseau routier national, édition 2.0.1, Catalogue d’entités* est disponible sur le portail GéoBase (www.geobase.ca).

source: Global (see 2.1)
fr: Globale (voir 2.1)

source: Reference System
fr: Systèmes de référence

source: Spatial reference system
fr: Système de référence spatial

source: Spatial data are expressed in latitude (φ) and longitude (λ) geographic coordinates in reference to the North American Datum 1983 Canadian Spatial Reference System (NAD83CSRS). The longitude is stored as a negative number to represent a position west of the prime meridian (0°). Coordinates measuring unit is the degree expressed as a 7-decimal real value.
fr: Les données spatiales sont exprimées en coordonnées géographiques de latitude (φ) et de longitude (λ) en référence au Système de référence nord-américain de 1983 Système canadien de référence spatiale (NAD83SCRS). La longitude s’exprime à l'aide d'un nombre négatif pour représenter une position à l'ouest du méridien central (0°). L’unité de mesure des coordonnées est le degré exprimé sous forme de valeur réelle à sept décimales.

source: Coordinate reference system registry: EPSG Geodetic Parameter Dataset
fr: Registre du système de référence : EPSG Geodetic Parameter Dataset

source: Reference date: 2007-02-08
fr: Date de référence : 2007-02-08

source: Date type according to ISO 19115 standard:
fr: Type de date selon la norme ISO 19115 :

source: Coordinate reference system identifier (CRSID): 4617
fr: Identifiant du système de référence (CRSID) : 4617

source: Code space
fr: Espace de codage

source: Data quality
fr: Qualité des données

source: Completeness
fr: Complétude

source: NRN product contains a quality geometric and attributive description (current, accurate, consistent), homogeneous and standardised of the entire Canadian road network.
fr: Le produit RRN contient une description géométrique et attributive de qualité (actuelle, précise, cohérente), homogène et normalisée de l’ensemble du réseau routier canadien.

source: NRN road representation corresponds to centerline of all non restricted usage roads (5 meters wide or more, drivable and not blocked by an obstacle). Roads isolated from the main road network, alleyways, resource and recreational roads and addressing information may not be included in some NRN datasets.
fr: La représentation des routes contenues dans le RRN correspond à la ligne médiane de toutes les routes à usage non restreint (largeur de 5 mètres ou plus, carrossables et sans obstacle limitant l’accès). Les réseaux de routes qui ne sont pas reliées au réseau routier principal, les ruelles, les routes d’accès ressources et loisirs ainsi que les informations d’adressage peuvent ne pas faire partie des données de certains jeux de données RRN. Ces données devraient être ajoutées au fil des mises à jour.

source: Ferry connection segments are included in the NRN for the purpose of road network completeness.
fr: Les segments de liaison par transbordeur sont inclus au RRN afin d’assurer un réseau routier complet.

source: Evaluation methods used for the detection of data in excess is determined by each data provider.
fr: Chaque fournisseur possède sa méthode d’évaluation pour la détection des données en trop.

source: Evaluation methods used for the detection of missing data is determined by each data provider.
fr: Chaque fournisseur possède sa méthode d’évaluation pour la détection des données manquantes.

source: Logical consistency
fr: Cohérence logique

source: Conceptual consistency
fr: Cohérence conceptuelle
