Repository: StatCan/egp
Catalog: docs/locale/*/LC_MESSAGES/data_product_specifications.po
Languages: fr

source: The conceptual model of the NRN data can be found in the document *National Road Network, edition 2.0.1, Conceptual Data Model, Segmented View* accessible on the GeoBase portal (www.geobase.ca).
fr: Le modèle conceptuel des données du RRN est disponible dans le document intitulé *Réseau routier national, édition 2.0.1, Modèle conceptuel des données segmentées* sur le portail GéoBase (www.geobase.ca).

source: Domain consistency
fr: Cohérence de domaine

source: The attributive values are validated by means of an XML schema containing the definition of the authorized domain values defined in the feature catalogue.
fr: Les valeurs attributives sont validées à l’aide d’un schéma XML contenant la définition des domaines de valeurs autorisées définis dans le catalogue d’entités.

source: Authorized combinations of attribute values are validated by means of in-house software.
fr: Les combinaisons de valeurs d’attribut autorisées sont validées à l’aide d’un logiciel développé à l’interne.

source: Format consistency
fr: Cohérence de format

source: The NRN data formats conform to the distribution formats described in the document *National Road Network, edition 2.0.1, Product Distribution Formats* accessible on the GeoBase portal (www.geobase.ca).
fr: Les formats des données RRN se conforment aux formats de distribution décrits dans le document intitulé *Réseau routier national, édition 2.0.1 – Formats de distribution du produit* disponible sur le portail GéoBase (www.geobase.ca).

source: Topological consistency
fr: Cohérence topologique

source: The spatial relations of the entities of NRN datasets are systematically validated by means of in-house software.
fr: Les relations spatiales des entités des jeux de données RRN sont validées systématiquement à l’aide de logiciels développés à l’interne.

source: The validation performed consists in detecting and correcting within reasonable measures: duplication of entities, connection and valency between the linear and punctual entities, assignment of identifiers (NID), geometrical incoherence ("spikes") and network continuity of route number, route name, street name and address ranges.
fr: La validation réalisée consiste à détecter et à corriger dans la mesure du possible : la duplication d’entités, la connexion entre les entités linéaires et ponctuelles du réseau routier, la cardinalité entre les segments et les jonctions, l’assignation des identifiants (IDN), les incohérences géométriques (« spikes ») ainsi que la continuité des réseaux de numéro de route, nom de route, nom de rue et des intervalles d’adresse.

source: Positional accuracy
fr: Précision spatiale

source: Absolute external positional accuracy
fr: Précision spatiale absolue

source: The geometric accuracy of objects is given as the difference between objects position in the dataset and their real ground positions measured in reference to the geodetic network. The accuracy may vary from one object to another. It is thus provided in attribute with each feature occurrence and is expressed according to the Circular Map Accuracy Standard (CMAS).
fr: La précision géométrique des objets est représentée par la différence entre la position de ces objets dans le jeu de données et leurs positions réelles mesurées relativement au réseau géodésique. La précision peut varier d’un objet à un autre. Celle-ci est donc est fournie en attribut à chaque occurrence d’entité et est exprimée selon la Précision cartographique circulaire normalisée (PCCN).

source: Standard Circular Error:
fr: Erreur circulaire standard :

source: \sigma_c = 0.7071 (\sigma_x^2 + \sigma_y^2) \sigma_x : standard deviation in the X-axis \sigma_y : standard deviation in the Y-axis
fr: \sigma_c = 0.7071 (\sigma_x^2 + \sigma_y^2) \sigma_x : écart-type dans l’axe X \sigma_y : écart-type dans l’axe Y

source: Circular Map Accuracy Standard:
fr: Précision circulaire cartographique normalisée :

source: CMAS=2.1460 \sigma_c
fr: PCCN=2.1460 \sigma_c

source: The planimetric accuracy aimed for the product is 10 meters or better. Under the data maintenance phase, no systematic validation of geometric and attributive accuracies is performed on all NRN datasets.
fr: La précision planimétrique visée est de 10 mètres ou mieux à un niveau de confiance de 90%. Dans le cadre de la maintenance des données, aucune validation systématique de la précision géométrique et attributive n’est effectuée sur l’ensemble des jeux de données RRN.

source: Data accuracy is evaluated according to the methods used to control acquisition sources (GPS, imagery, photogrammetry, etc.) and the positioning errors inherent to data extraction. The method for evaluating data accuracy is determined by the data provider.
fr: La précision des données est évaluée en fonction des méthodes utilisées pour contrôler les sources d’acquisition utilisées (GPS, imagerie, photogrammétrie, etc.) et des erreurs de positionnement liées à l’extraction des données. La méthode d’évaluation de la précision est déterminée par le fournisseur des données.

source: Relative internal positional accuracy
fr: Précision spatiale relative

source: Unknown
fr: Inconnue

source: Temporal accuracy
fr: Précision temporelle

source: Accuracy of a time measurement
fr: Précision d’une mesure de temps

source: Temporal consistency
fr: Cohérence temporelle

source: Temporal validity
fr: Validité temporelle

source: Thematic accuracy
fr: Exactitude thématique

source: Thematic classification correctness
fr: Exactitude de classification

source: Non quantitative attribute accuracy
fr: Exactitude des attributs non quantitatifs

source: The method used for evaluating the accuracy of the non quantitative attribute values with respect to reality is determined by each data provider.
fr: La méthode utilisée pour évaluer l’exactitude des attributs non quantitatifs par rapport à la réalité est déterminée par le fournisseur des données.

source: Quantitative attribute accuracy
fr: Précision des attributs quantitatifs

source: The method used for evaluating the accuracy of the quantitative attribute values with respect to reality is determined by each data provider.
fr: La méthode utilisée pour évaluer la précision des attributs quantitatifs par rapport à la réalité est déterminée par le fournisseur des données.

source: Data Capture
fr: Acquisition des données

source: The method used for data acquisition is determined by each data provider. The selected method must allow for the acquisition of quality geospatial data (current, accurate, consistent) for the entire dataset. Many acquisition sources are used: GPS, orthoimages, orthophotos, photogrammetry.
fr: Chaque fournisseur est libre d’utiliser la méthode d’acquisition de son choix. La méthode sélectionnée doit permettre d’obtenir des données géospatiales de qualité (précises, actuelles, cohérentes) pour l’ensemble du jeu de données. Plusieurs sources d’acquisition sont utilisées : GPS, ortho-images, ortho-photos, photogrammétrie.

source: Acquisition technique used by the provider is indicated in the object metadata associated with each entity occurrences.
fr: La technique d’acquisition utilisée par le fournisseur est décrite dans les métadonnées d’objet attribuées à chaque occurrence d’entité.

source: Data Maintenance
fr: Maintenance des données

source: Maintenance of the NRN data is done within the framework of intergovernmental partnership agreements (federal, provincial, territorial and municipal) by interested closest to source governmental bodies capable of offering adequate and current representations of the road phenomena. The minimal frequency of maintenance updates is of at least once a year.
fr: La maintenance des données RRN est effectuée par l’entremise d’ententes de partenariat intergouvernemental (fédéral, provincial, territorial et municipal) par les organismes gouvernementaux intéressés, identifiés être les plus près de la source et capables d’offrir des représentations adéquates et actualisées des phénomènes routiers. La fréquence de maintenance visée est d’au moins une mise à jour par an.

source: In order to help NRN data users in their management of the various update releases, updates are packaged and distributed by change effects (addition, retirement, modification, confirmation). By proceeding in this fashion, identification rules as well as methods for classifying the modifications are established.
fr: Afin d’aider les utilisateurs des données RRN dans leur gestion des mises à jour, ces dernières sont également distribuées selon les effets de mise à jour (ajout, destruction, modification, confirmation). Pour ce faire, des règles d’identification et des méthodes de classification des modifications ont été établies.

source: Identification rules on how to unequivocally identify entity occurrences are defined in the document entitled *National Vector Data – Identification Rules* available on the GeoBase portal (www.geobase.ca).
fr: Les règles d’identification ont pour but d’identifier de façon univoque chaque occurrence des entités et sont expliquées dans le document intitulé *Données vectorielles nationales – Règles d’identification* disponible sur le portail GéoBase (www.geobase.ca).

source: The methods for classifying updates by change effects (addition, retirement, modification and confirmation) are defined in the document *National Vector data – Change Management* available on the GeoBase portal (www.geobase.ca).
fr: Les méthodes utilisées pour déterminer les effets de mise à jour (ajout, destruction, modification et confirmation) sont décrites dans le document intitulé *Données vectorielles nationales – Gestion des modifications* disponible sur le portail GéoBase (www.geobase.ca).

source: Data Product Delivery
fr: Livraison du produit

source: Output file formats available for the product are: GML (*Geography Markup Language*), KML (*Keyhole Markup Language*) and SHAPE (ESRI |trade|).
fr: Les formats de fichiers de sortie disponibles pour le produit sont : GML (*Geography Markup Language*), KML (*Keyhole Markup Language*) et SHAPE (ESRI |trade|).

source: Data files distributed in KML format only contain the entity Road Segment and a subset of attributes.
fr: Les fichiers de données distribués au format KML contiennent uniquement l'entité Segment routier et un sous-ensemble d'attributs.

source: Delivery format information on GML
fr: Information sur le format de livraison GML

source: Format name
fr: Nom du format

source: Specification
fr: Spécification

source: Geography Markup Language – GML – 2.1.2, OpenGIS® Implementation Specifications, 17 September 2002, OGC Document Number 02-069 (http://portal.opengeospatial.org/files/?artifact_id=11339)
fr: Geography Markup Language – GML – 2.1.2, OpenGIS® Implementation Specifications, 17 Septembre 2002, OGC Document Number 02-069 (http://portal.opengeospatial.org/files/?artifact_id=11339)

source: Languages used in the dataset according to ISO 639-2 standard:
fr: Langues utilisées dans le jeu de données selon la norme ISO 639-2 :

source: eng - English
fr: eng - anglais

source: fra - French
fr: fra - français

source: Delivery format information on KML
fr: Information sur le format de livraison KML

source: KML specifications available on Google |trade| Earth web site (http://www.keyhole.com/kml/kml_doc.html).
fr: Spécifications du format KML disponibles (en anglais uniquement) sur le site de Google |trade| Earth (http://www.keyhole.com/kml/kml_doc.html).

source: Delivery format information on SHAPE
fr: Information sur le format de livraison SHAPE

source: ESRI Shapefile Technical Description, an ESRI White Paper, July 1998 (http://www.esri.com/library/whitepapers/pdfs/shapefile.pdf)
fr: ESRI Shapefile Technical Description, an ESRI White Paper, Juillet 1998 (http://www.esri.com/library/whitepapers/pdfs/shapefile.pdf)

source: Delivery format information on GPKG
fr: Information sur le format de livraison GPKG

source: Delivery medium information
fr: Information sur le média de livraison

source: Units of delivery
fr: Unité de livraison

source: Canadian Province/Territory
fr: Province/Territoire canadien

source: Medium name
fr: Nom du média

source: Data are available on the GeoBase portal (www.geobase.ca).
fr: Les données sont disponibles via le portail GéoBase (www.geobase.ca).

source: Other delivery information
fr: Information additionnelle

source: The name of the files, entities and attributes are described in the document *National Road Network, edition 2.0.1, Product Distribution Formats* (www.geobase.ca).
fr: Le document *Réseau routier national, édition 2.0.1, Formats de distribution du produit* décrit le nom des fichiers, entités et attributs.

source: Data are subject to the GeoBase Unrestricted Use Licence Agreement (www.geobase.ca).
fr: L'utilisation des données est soumise aux conditions énoncées dans l'Accord de licence d'utilisation sans restriction de GéoBase (www.geobase.ca).

source: Metadata
fr: Métadonnées
